export default {
  projections: {
    РасчетВремениE: {
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Номер договора',
        статус: {
          __caption__: 'Статус'
        },
        длительность: {
          __caption__: 'Длительность'
        },
        едВремени: {
          __caption__: 'Единица времени'
        }
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      оказУслуг: {
        __caption__: 'Оказ услуг'
      }
    },
    РасчетВремениL: {
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Номер договора',
        номер: {
          __caption__: 'Номер договора'
        },
        статус: {
          __caption__: 'Статус'
        },
        длительность: {
          __caption__: 'Длительность'
        },
        едВремени: {
          __caption__: 'Единица времени'
        }
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    договор: {
      __caption__: 'Номер договора'
    },
    оказУслуг: {
      __caption__: 'Оказ услуг'
    }
  }
};
